module.exports.configsP = [
    { "key": "0.000661", "value": "长春高新", "marketT": "sz" },
    { key: "1.601888", value: "中国中免", marketT: "sh" }, // ***** 旅游  旅行社业务和免税业务 离岛免税进入新格局，但中免凭借规模+渠道优势仍将为最大受益者
    { key: '0.000568', value: '泸州老窖', pym: 'lzlj', marketT: 'sz' }, // 香港中央结算增持13.05点
    { key: "1.600809", value: "山西汾酒", marketT: "sh" },
    { "key": "1.603392", "value": "万泰生物", "marketT": "sh" },
    { "key": "0.000858", "value": "五粮液", "marketT": "sz" },
    { "key": "1.600436", "value": "片仔癀", "marketT": "sh" }, //  大消费龙头
    { "key": "1.603345", "value": "安井食品", "marketT": "sh" }, // 大消费龙头
    { "key": "1.603236", "value": "移远通信", "marketT": "sh" },
    { "key": "1.600763", "value": "通策医疗", "marketT": "sh" },
    { "key": "0.300347", "value": "泰格医药", "marketT": "sz" },
    { "key": "1.603444", "value": "吉比特", "marketT": "sh" }, // 网游 《一念逍遥》
    { "key": "1.603290", "value": "斯达半导", "marketT": "sh" },
    { "key": "0.300454", "value": "深信服", "marketT": "sz" },
    { key: '1.603501', value: '韦尔股份', pym: 'wegf', marketT: 'sh' }, // 科技龙头 净利暴增近5倍！这家销售额仅次于海思半导体的CIS龙头去年营收达200亿元，公司有望于2021年在0.7um小像素市场超过索尼，机构看50%上涨空间
    { key: "1.603129", value: "春风动力", marketT: "sh" }, // 水冷
    { "key": "0.000799", "value": "酒鬼酒", "marketT": "sz" },
    { "key": "0.002821", "value": "凯莱英", "marketT": "sz" },
    { "key": "1.600132", "value": "重庆啤酒", "marketT": "sh" },
    
    { "key": "0.000538", "value": "云南白药", "marketT": "sz" },
    { key: "0.002612", value: "朗姿股份", marketT: "sz" }, // ***** 医美 牛股气质
    { key: "0.002709", value: "天赐材料", marketT: "sz" }, // ***** 电池 隔膜 正负极材料
    { key: "1.603799", value: "华友钴业", marketT: "sh" }, // ***** 钴 一体化锂电材料的龙头， 新能源加速长，钴价格却回落到历史低位水平， 资源循环回收利用 下游终端 5G 手机及新能源汽车行业需求持续高增 逻辑类福莱特
    { key: "0.002407", value: "多氟多", marketT: "sz" },  // ***** 六氟磷酸锂龙头 股价再次突破箱体 香港中央结算 545.15%
    { "key": "0.300655", "value": "晶瑞股份", "marketT": "sz" }, // 光刻胶 国产龙头大尺寸存储器晶圆实现批量销售，下游产品涨价幅度已超50%，这家公司已向其提供光刻胶产品
    { key: '1.603025', value: '大豪科技', marketT: 'sh' }, // ***** 白酒 半导体 国产软件 智能机器 国产芯片 专用设备
    { key: "0.002444", value: "巨星科技", marketT: "sz" }, // *****
    { key: "1.605358", value: "立昂微", marketT: "sh" },  // ***** 半导体
    { key: "1.605111", value: "新洁能", marketT: "sh" },  // ***** 半导体
    { key: "0.002648", value: "卫星石化", marketT: "sz" }, // ***** 化工行业 氢能源 香港中央结算 273.84%增持 大资金成倍加仓
    { "key": "0.002008", "value": "大族激光", "marketT": "sz" }, // 加拿大年金计划投资委员会-自有资金倍量增仓 香港中央结算增持40点 第三代半导体 光刻胶 华为概念 刀片电池 刚刚中标宁德时代逾10亿设备项目，前三季度PCB业务收入增长翻倍 专利护城河推动下的强悍国际竞争力  国内激光设备的最齐全的公司
    { key: "1.601012", value: "隆基股份", marketT: "sh" }, // 光伏
    { key: '1.600438', value: '通威股份',  marketT: 'sh' }, // HIT电池 光伏
    { "key": "1.600966", "value": "博汇纸业", "marketT": "sh" },
    { "key": "0.002044", "value": "美年健康", "marketT": "sz" }, // 趋势渐佳 控股260多家体检中心，联合阿里健康布局电商业务，这家公司位居机构净买入榜第一
    { "key": "0.002352", "value": "顺丰控股", "marketT": "sz" },
    { key: "0.002415", value: "海康威视", marketT: "sz" }, // 科技龙头 安防 目标价 55.43 元
    { key: '1.600584', value: '长电科技', pym: 'cdkj', marketT: 'sh' }, // 科技龙头 封测龙头 半导体产业链最新的高景气方向，5G&新能源车驱动需求增长，涨价动能充足
    { key: '0.002156', value: '通富微电', pym: 'tfwd', marketT: 'sz' }, // 封测 
    { key: '0.002185', value: '华天科技', pym: 'htkj', marketT: 'sz' }, // 封测
    { "key": "1.603005", "value": "晶方科技", "marketT": "sh" }, // 业绩翻倍 封装测试 光学赛道 TSV 龙头，行业持续高度景气 从手机 CIS 向安防、汽车拓展，未来生物识别、3D 深度识别有望打开新的增长点。基于近几年拓展安防业务的基础上，公司在积极向汽车电子切入。同时产品在超薄屏下指纹、3D 深度识别还有潜力，未来有望打开新的增长点。
    { key: "0.002475", value: "立讯精密", marketT: "sz" },
    { key: "1.601899", value: "紫金矿业", marketT: "sh" }, // 铜矿 金矿
    { key: "1.600596", value: "新安股份", marketT: "sh" }, // 11-11
    { key: "1.600707", value: "彩虹股份", marketT: "sh" }, // 牛股气质
    { key: "1.600121", value: "郑州煤电", marketT: "sh" }, // 牛股气质
    { key: "0.000798", value: "中水渔业", marketT: "sz" }, // 农牧饲鱼
    { key: "0.002646", value: "青青稞酒", marketT: "sz" }, // 11-13
    { key: '1.603919', value: '金徽酒', marketT: 'sh' },
    { key: "1.600616", value: "金枫酒业", marketT: "sh" },
    { key: "0.000596", value: "古井贡酒", marketT: "sz" },
    { key: "0.002507", value: "涪陵榨菜", marketT: "sz" }, // 食品 多品类
    { key: "1.600258", value: "首旅酒店", marketT: "sh" }, // 酒店
    { key: "1.600754", value: "锦江酒店", marketT: "sh" }, // 酒店
    { key: "1.600884", value: "杉杉股份", marketT: "sh" }, // 电池 正负极材料
    { key: "0.002812", value: "恩捷股份", marketT: "sz" }, // 电池 湿法隔膜龙头 1-3 目标价 150
    { key: "0.300618", value: "寒锐钴业", marketT: "sz" }, // 钴 B
    { key: "0.002460", value: "赣锋锂业", marketT: "sz" }, // 磷酸锂 氢氧化锂龙头 版块强势 股价历史新高
    { key: "1.603185", value: "上机数控", marketT: "sh" }, // 光伏 新高 光伏210大硅片龙头
    { "key": "1.605136", "value": "丽人丽妆", "marketT": "sh" }, // 电商 + 美妆 数据赋能
    { "key": "1.603039", "value": "泛微网络", "marketT": "sh" }, // 横盘3个多月， 20年四季度重回高增长
    { "key": "1.600143", "value": "金发科技", "marketT": "sh" }, // 年内100点涨幅 已涨68点1-31 亚太最大的塑料改性龙头
    { "key": "1.603456", "value": "九洲药业", "marketT": "sh" },

    
    { "key": "0.002756", "value": "永兴材料", "marketT": "sz" }, // 锂电池概念 钢铁 屡创新高 不锈钢稳定现金流，锂盐增加业绩 N08367超级奥氏体不锈钢材料综合性能优异,可广泛运用于其它堆型核电站海水系统,且随着海上石油平台、海上浮动堆的发展,对耐海水腐蚀材料的要求越来越高,需求也越来越大,N08367超级奥氏体不锈钢材料将有望应用于以上相关领域,未来市场空间巨大,为公司形成新的利润增长点创造了有利条件。
    { key: "0.300014", value: "亿纬锂能", marketT: "sz" },
    { key: "1.600460", value: "士兰微", marketT: "sh" },  // 半导体
    { key: "0.002975", value: "博杰股份", marketT: "sz" }, // *** 次新 毛利率54% 业绩翻倍 半导体
    { key: "0.002459", value: "晶澳科技", marketT: "sz" }, // 太阳能 特高压 专用设备 香港中央结算增持291.98%
    { key: "1.601865", value: "福莱特", marketT: "sh" }, // 光伏玻璃龙头 版块强势  需求景气持续，光伏玻璃龙头强劲增长
    { key: "0.002430", value: "杭氧股份", marketT: "sz" }, //  煤化工 天然气 半导体 大资金加持
    { "key": "1.603298", "value": "杭叉集团", "marketT": "sh" }, // 机械行业
    { key: "0.000725", value: "京东方Ａ", marketT: "sz" }, // 面板
    { key: "0.000100", value: "TCL科技", marketT: "sz" }, // 面板
    { key: "0.000768", value: "中航西飞", marketT: "sz" }, // 军工
    { key: "1.600760", value: "中航沈飞", marketT: "sh" }, // 军工
    { key: "1.603267", value: "鸿远电子", marketT: "sh" }, // 军工
    { key: "1.600316", value: "洪都航空", marketT: "sh" }, // 军工
    { key: "0.000816", value: "智慧农业", marketT: "sz" },
    { key: "0.001896", value: "豫能控股", marketT: "sz" }, // 本轮电力龙头
    { key: "0.002245", value: "澳洋顺昌", marketT: "sz" }, // 改名 蔚蓝锂芯 锂电
    { key: "0.000713", value: "丰乐种业", marketT: "sz" }, // 种业
    { key: "0.002041", value: "登海种业", marketT: "sz" }, // 种业
    { key: '1.600660', value: '福耀玻璃', marketT: 'sh' },
    { key: "0.000899", value: "赣能股份", marketT: "sz" },
    { key: "1.601908", value: "京运通", marketT: "sh" }, // 电力行业 风能 太阳能
    { key: "0.003009", value: "中天火箭", marketT: "sz" }, // 航空 军工 次新 半导体 太阳能
    { key: "1.603882", value: "金域医学", marketT: "sh" }, // *** 业绩翻倍 冷链物流 基因测序 医疗器械
    { key: '1.603486', value: '科沃斯', marketT: 'sh' }, // 家电
    { key: "1.600563", value: "法拉电子", marketT: "sh" },
    { key: "0.300347", value: "泰格医药", marketT: "sz" }, // 大资金加持
    { key: '1.601100', value: '恒立液压', marketT: 'sh' }, // 长牛 机械行业龙头
    { key: '1.600031', value: '三一重工', marketT: 'sh' }, // 长牛 机械行业龙二
    { "key": "0.000157", "value": "中联重科", "marketT": "sz" },
    { key: "0.002179", value: "中航光电", marketT: "sz" }, // 特斯拉产业链
    { key: "1.688122", value: "西部超导", marketT: "sh" }, // B
    { key: "0.002756", value: "永兴材料", marketT: "sz" }, // 锂电池 军工 钢铁行业
    { key: "0.002838", value: "道恩股份", marketT: "sz" }, // *** 业绩翻倍 降解塑料 口罩 5G概念杭氧
    { "key": "0.002497", "value": "雅化集团", "marketT": "sz" }, // 特斯拉订单10亿 锂电小黑马  
    { "key": "0.000066", "value": "中国长城", "marketT": "sz" }, // 评级买入 信创龙头发布新款芯片进入爆发式增长期  信创产业即信息 技术应用创新产业，主要涉及 IT 基础设置（CPU 芯片、服务器等）、基础软件（操作系统、数据库、中间件等）、应用软件（OA、ERP、办公软件、政务应用）和信息安全（边界安全产品、终端安全产品等）四大产业链，推动国产 IT 生态的成熟，利好包括公司在内的相关公司发展。随着信创产业由党政军扩展至金融、电信、交通、电力、能源等多个领域，自主可控产品需求量上升，有望推动公司的CPU 芯片、服务器、PC 等相关领域产品销售进入黄金发展期。
    { key: '1.688017', value: '绿的谐波', marketT: 'sh' },  // B 半导体 医疗器械 新能源 收益翻倍 技术破局谐波减速器，公司长期成长可期 
    { key: '0.000333', value: '美的集团', pym: 'mdjt', marketT: 'sz' }, // 智能家居，产品多维度立体，且库卡机器自动化，中国的'西门子'
]
