module.exports.configsP = [
    { key: "0.002919", value: "名臣健康", marketT: "sz" }, // 12-9
    { key: "0.000936", value: "华西股份", marketT: "sz" },
    { key: "1.600158", value: "中体产业", marketT: "sh" },
    { key: "1.600707", value: "彩虹股份", marketT: "sh" },
    { key: "0.002709", value: "天赐材料", marketT: "sz" }, // 电池 隔膜 正负极材料 特斯拉22年交付量或将达到百万辆 供应链企业有望享受全球新能源行业红利
    { "key": "0.002738", "value": "中矿资源", "marketT": "sz" }, // 氟化工 锂电池 特斯拉22年交付量或将达到百万辆 供应链企业有望享受全球新能源行业红利
    { key: "0.000798", value: "中水渔业", marketT: "sz" },
    { key: "0.002041", value: "登海种业", marketT: "sz" },
    { key: "1.600313", value: "农发种业", marketT: "sh" }, // 较强
    { key: "0.000713", value: "丰乐种业", marketT: "sz" }, // 种业龙头
    { key: "1.600596", value: "新安股份", marketT: "sh" },
    { key: "0.000538", value: "云南白药", marketT: "sz" },
    { key: "1.600587", value: "新华医疗", marketT: "sh" },
    { key: "0.002173", value: "创新医疗", marketT: "sz" },
    { key: "0.000708", value: "中信特钢", marketT: "sz" }, // 二段放量
    { key: "0.002459", value: "晶澳科技", marketT: "sz" }, // 太阳能 特高压 专用设备 香港中央结算增持291.98% 业绩超预期，一体化龙头优势尽显
    { key: "0.002287", value: "奇正藏药", marketT: "sz" },
    { key: "1.600375", value: "华菱星马", marketT: "sh" },
    { key: "1.600511", value: "国药股份", marketT: "sh" },
    { key: "0.000568", value: "泸州老窖", marketT: "sz" },
    { key: "1.600809", value: "山西汾酒", marketT: "sh" },
    { key: "0.002453", value: "华软科技", marketT: "sz" },
    { key: '1.603501', value: '韦尔股份', pym: 'wegf', marketT: 'sh' }, // 科技龙头
    { key: "0.000895", value: "双汇发展", marketT: "sz" }, // 大消费龙头 食品
    { key: '0.002271', value: '东方雨虹', pym: 'dfyh', marketT: 'sz' }, // 周期龙头 防水涂料, 长牛特质
    { key: "0.002707", value: "众信旅游", marketT: "sz" }, // 旅游
    { key: "0.000796", value: "凯撒旅业", marketT: "sz" }, // 旅游 启动信号
    { key: "0.300196", value: "长海股份", marketT: "sz" }, // 化工行业
    { key: "0.300223", value: "北京君正", marketT: "sz" }, // 科技龙头 国产芯片
    { key: "1.600537", value: "亿晶光电", marketT: "sh" }, // 光伏
    { key: "0.000958", value: "东方能源", marketT: "sz" }, // 风能
    { key: "0.000993", value: "闽东电力", marketT: "sz" },
    { key: "1.600139", value: "西部资源", marketT: "sh" }, // 锂电池 体育产业 黄金概念
    { key: "0.000639", value: "西王食品", marketT: "sz" }, // 运动保健品龙头
    { key: "1.603167", value: "渤海轮渡", marketT: "sh" },
    { key: "0.002759", value: "天际股份", pym: "tjgf", marketT: "sz" },
    { key: "0.000899", value: "赣能股份", marketT: "sz" },
    { key: "0.000027", value: "深圳能源", marketT: "sz" }, // *** 强势突破箱体
    { key: "1.600509", value: "天富能源", marketT: "sh" },
    { key: '0.000933', value: '神火股份', pym: 'shgf', marketT: 'sz' },
    // { key: "0.300861", value: "美畅股份", marketT: "sz" }, // 次新 B太阳能 新材料
    // { key: "0.300299", value: "富春股份", marketT: "sz" }, // B
    { key: '1.600428', value: '中远海特', pym: 'zyht', marketT: 'sh' },
    // { key: "0.300820", value: "英杰电气", marketT: "sz" }, // B
    // { key: "0.300910", value: "瑞丰新材", marketT: "sz" }, // B
    { key: "0.002389", value: "航天彩虹", marketT: "sz" },
    { key: "0.002415", value: "海康威视", marketT: "sz" }, // 科技龙头 安防 目标价 55.43 元
    { key: "0.002978", value: "安宁股份", marketT: "sz" }, // 同行 永兴材料
    { key: "0.002407", value: "多氟多", marketT: "sz" }, // 全球六氟磷酸锂龙头公司 具备萤石-高纯氢氟酸-氟化锂-六氟磷酸锂-锂电池-新能源汽车完整的产业链 受益新能源汽车景气，该核心材料已出现明显缺口，这家被调研公司今年将新增50%产能
    { key: "0.002160", value: "常铝股份", marketT: "sz" },
    { "key": "0.002311", "value": "海大集团", "marketT": "sz" },
    { "key": "0.300676", "value": "华大基因", "marketT": "sz" },
    { "key": "1.600406", "value": "国电南瑞", "marketT": "sh" },
    { "key": "0.300910", "value": "瑞丰新材", "marketT": "sz" }, // 降解塑料行业龙头
    { "key": "1.600844", "value": "丹化科技", "marketT": "sh" }, // 降解塑料 情绪龙头
    { "key": "0.002043", "value": "兔宝宝", "marketT": "sz" }, // 装饰板材 长期增长潜力 多家机构调研
    { "key": "0.000591", "value": "太阳能", "marketT": "sz" }, // 12-25 光伏运营龙头， 突破平台压力，创年内新高， 3日关注四颗星
    { "key": "0.000767", "value": "漳泽电力", "marketT": "sz" }, // 改名 晋阳电力
    { "key": "0.002610", "value": "爱康科技", "marketT": "sz" }, // 光伏概念，版块强势， 个股震荡后再次转强 公司超前布局异质结，有望成为HJT电池龙头 国内首家光伏配件上市企业，太阳能铝边框产品是细分行业龙头，连续多年占据全球市场份额的首位
    { "key": "1.600617", "value": "国新能源", "marketT": "sh" }, // 天然气概念， 跟涨 长春燃气
    { "key": "1.600333", "value": "长春燃气", "marketT": "sh" },
    { "key": "1.603429", "value": "集友股份", "marketT": "sh" }, // 烟草概念 公告拟更改非公开发行保荐人
    { "key": "0.000821", "value": "京山轻机", "marketT": "sz" }, // 两连板 震荡向上
    { key: '0.002149', value: '西部材料', pym: 'xbcl', marketT: 'sz' }, // 军工概念， 两连板后，冲高回落
    { "key": "0.000049", "value": "德赛电池", "marketT": "sz" }, // 3日关注度四颗星 类似 京山轻机
    { "key": "1.600403", "value": "大有能源", "marketT": "sh" }, // 煤炭 龙头 郑州煤电
    { "key": "0.000521", "value": "长虹美菱", "marketT": "sz" }, // 冷链龙头
    { "key": "1.601908", "value": "京运通", "marketT": "sh" }, // 电力 太阳能 风能 积极布局硅片产能，签订大单业绩可期 低位补涨 豪取近百亿单晶硅大单！这家光伏硅片巨头获硅料、电池双料冠军超50亿元订单，一举锁定近170亿元长单，已并网的光伏和风电电站装机容量共计1400MW，形成电站和硅片两翼齐飞的格局
    { "key": "0.300827", "value": "上能电气", "marketT": "sz" },
    { "key": "1.600161", "value": "天坛生物", "marketT": "sh" }, // 商业化许可有望2021落地 分析师强call把握历史投资机遇
    { "key": "0.300087", "value": "荃银高科", "marketT": "sz" }, // B 商业化许可有望2021落地 分析师强call把握历史投资机遇
    { "key": "0.002385", "value": "大北农", "marketT": "sz" }, // 商业化许可有望2021落地 分析师强call把握历史投资机遇
    { "key": "0.000998", "value": "隆平高科", "marketT": "sz" }, // 大消费龙头 商业化许可有望2021落地 分析师强call把握历史投资机遇
    { "key": "1.600765", "value": "中航重机", "marketT": "sh" },
    { key: '1.600372', value: '中航电子', pym: 'zhdz', marketT: 'sh' }, // 民用客机未来缺口超万亿美元，国产替代市场巨大，这家公司拥有全系机载电子设备产品
    { "key": "0.002291", "value": "星期六", "marketT": "sz" }, // 直播电商龙头
    { "key": "0.300457", "value": "赢合科技", "marketT": "sz" }, // B 锂电设备行业龙头 另一大龙头 先导智能 B
    { "key": "0.002056", "value": "横店东磁", "marketT": "sz" }, // 新材料 太阳能 特斯拉 锂电池 5G概念
    { "key": "1.600703", "value": "三安光电", "marketT": "sh" }, // 科技龙头 下半年以来新品迭出，渗透率有望呈现质的飞跃。香港中央结算增持11.04点 新能源汽车推动碳化硅黄金十年 SiC 材料耐高温、耐高压、低导通电阻、高频等特性显著优于 Si。SiC 衬底价值量在 SiC 器件中占比最高，
    { "key": "1.600110", "value": "诺德股份", "marketT": "sh" }, // 成为国内高档铜箔加工行业的龙头企业，研发成功的汽车电路板用超厚铜箔已开始进入市场，目前国内也只有公司一家生产该类产品 新材料
    { "key": "0.002563", "value": "森马服饰", "marketT": "sz" }, // 大消费龙头
    { "key": "1.603317", "value": "天味食品", "marketT": "sh" }, // 大消费龙头 香港中央结算增持76.10
    { "key": "1.603816", "value": "顾家家居", "marketT": "sh" }, //  大消费龙头
    { "key": "1.600570", "value": "恒生电子", "marketT": "sh" }, // 科技龙头
    { "key": "1.600436", "value": "片仔癀", "marketT": "sh" }, //  大消费龙头
    { "key": "1.601238", "value": "广汽集团", "marketT": "sh" }, // 周期龙头 大消费龙头 01-10 香港中央结算增持41.93点
    { key: "0.002891", value: "中宠股份", marketT: "sz" }, // 大消费龙头
    { key: "1.601899", value: "紫金矿业", marketT: "sh" }, // 周期龙头 铜矿 金矿 
    { "key": "0.000977", "value": "浪潮信息", "marketT": "sz" }, // 科技龙头
    { "key": "0.002511", "value": "中顺洁柔", "marketT": "sz" }, //  大消费龙头
    { "key": "0.002557", "value": "洽洽食品", "marketT": "sz" }, // 大消费龙头 休闲食品龙头 香港中央结算增持26.59点 澳门金融管理局-自有资金新进
    { "key": "1.603259", "value": "药明康德", "marketT": "sh" }, // 大消费龙头
    { "key": "1.600176", "value": "中国巨石", "marketT": "sh" }, // 周期龙头
    { "key": "1.600845", "value": "宝信软件", "marketT": "sh" }, // 科技龙头
    { "key": "1.600258", "value": "首旅酒店", "marketT": "sh" }, // 大消费龙头
    { "key": "1.603000", "value": "人民网", "marketT": "sh" }, // 大消费龙头
    { "key": "0.002013", "value": "中航机电", "marketT": "sz" }, // 军工细分绝对龙头 公司航空主业营收占比达7成，参与C919、蛟龙600等大飞机机电产品研制
    { "key": "0.002008", "value": "大族激光", "marketT": "sz" }, // 加拿大年金计划投资委员会-自有资金倍量增仓 第三代半导体 光刻胶 华为概念 刀片电池 刚刚中标宁德时代逾10亿设备项目，前三季度PCB业务收入增长翻倍 专利护城河推动下的强悍国际竞争力  国内激光设备的最齐全的公司
    { "key": "0.300073", "value": "当升科技", "marketT": "sz" }, // 机构密集调研
    { "key": "1.600879", "value": "航天电子", "marketT": "sh" }, // 嫦娥五号任务轨道器开启新任务，航天产业将迎发射任务密集期 配套占比稳中上升
    { "key": "0.300212", "value": "易华录", "marketT": "sz" }, // B 机构密集调查 业绩预增7-8成 大资金密集加仓 数据中心 人工智能 软件服务 云计算
    { "key": "0.000066", "value": "中国长城", "marketT": "sz" }, // 评级买入 信创龙头发布新款芯片进入爆发式增长期  信创产业即信息 技术应用创新产业，主要涉及 IT 基础设置（CPU 芯片、服务器等）、基础软件（操作系统、数据库、中间件等）、应用软件（OA、ERP、办公软件、政务应用）和信息安全（边界安全产品、终端安全产品等）四大产业链，推动国产 IT 生态的成熟，利好包括公司在内的相关公司发展。随着信创产业由党政军扩展至金融、电信、交通、电力、能源等多个领域，自主可控产品需求量上升，有望推动公司的CPU 芯片、服务器、PC 等相关领域产品销售进入黄金发展期。
    { "key": "0.002242", "value": "九阳股份", "marketT": "sz" }, // 豆浆机龙头
    { "key": "1.600600", "value": "青岛啤酒", "marketT": "sh" }, // 大消费龙头 啤酒龙头
    { "key": "0.000938", "value": "紫光股份", "marketT": "sz" }, // 电子信息 国家安防 人工智能 云计算 区块链
    { key: '0.000516', value: '国际医学', marketT: 'sz' },    
    { key: '1.688390', value: '固德威', marketT: 'sh' }, // B 组串新贵，储能龙头  组串式逆变器领先企业 业绩翻倍 高毛利
    { key: '0.300392', value: '腾信股份', marketT: 'sz' }, // B 业绩一般 有摩根加入
    { key: '0.002698', value: '博实股份', marketT: 'sz' },  // 董事翻倍增持 上有套牢 看后续  
    { key: '0.002437', value: '誉衡药业', marketT: 'sz' },  // *** 观察 底部异动
    { "key": "0.000338", "value": "潍柴动力", "marketT": "sz" }, // 全国布局，全球布局，柴油发动机到物流设备全链条参与者， 发动机占有率提高， 海外营收持续提升
    { "key": "0.300146", "value": "汤臣倍健", "marketT": "sz" }, // 大消费龙头 推荐28-30 保健品龙头 高效运营， 渠道销售
    { "key": "1.601318", "value": "中国平安", "marketT": "sh" }, // 周期龙头
    { "key": "1.600887", "value": "伊利股份", "marketT": "sh" }, // 大消费龙头 多头
    { "key": "1.600597", "value": "光明乳业", "marketT": "sh" },
    { key: '0.000651', value: '格力电器', pym: 'gldq', marketT: 'sz' }, // 大消费龙头 大资金外资持仓 高瓴资本管
    { "key": "0.002714", "value": "牧原股份", "marketT": "sz" }, // 龙头 猪定律 春节前后， 农牧饲鱼活跃
    { "key": "1.603700", "value": "宁水集团", "marketT": "sh" }, // UBS AG加仓 仪器仪表 目标价40 水表行业龙头
    { "key": "0.002876", "value": "三利谱", "marketT": "sz" }, // UBS AG新进 评级买入 电子信息 偏光片产品龙头 业绩环比同比持续高增长，持续享受国产替代红利
    { "key": "0.000006", "value": "深振业Ａ", "marketT": "sz" },
    { "key": "0.000011", "value": "深物业A", "marketT": "sz" },
    { "key": "0.000676", "value": "智度股份", "marketT": "sz" }, // 三连板 公司一般
    { "key": "0.000550", "value": "江铃汽车", "marketT": "sz" }, // ***
    { "key": "1.600006", "value": "东风汽车", "marketT": "sh" }, // ***
    { "key": "1.601633", "value": "长城汽车", "marketT": "sh" }, // ****
    { "key": "1.600418", "value": "江淮汽车", "marketT": "sh" }, // ***
    { "key": "1.601966", "value": "玲珑轮胎", "marketT": "sh" }, // 放量突破盘整 回购股票 全球化布局 成为国内轮胎行业唯一一家同时通过通用汽车、福特汽车和大众汽车等跨国汽车厂商的全球供应商评审的企业  稳定、优质的客户资源,尤其是世界一线车企资源,将有效推动了公司新业务的开展和产品品质的提升,进一步巩固和加强本公司在同行业中的领先优势。
    { "key": "1.603906", "value": "龙蟠科技", "marketT": "sh" }, // 车用尿素龙头(净化尾气) 节能环保 化工行业 锂电池 未来市值400亿左右 机构基金新进 收购铁锂资产布局新能源 铁锂正极
    { "key": "0.002833", "value": "弘亚数控", "marketT": "sz" }, // 断此轮景气周期有望维持到 2022 年。目前公司订单饱满，新增订单排产已经到明年二季度
    { "key": "1.603103", "value": "横店影视", "marketT": "sh" },
    { "key": "1.600586", "value": "金晶科技", "marketT": "sh" }, // 太阳能 新能源 的目标价 11.10 元  潜在股价涨幅 134%，首次覆盖给予“买入”评级 超白第一股，历史性拐点，产超白浮法玻璃原片，弹性巨大 
    { "key": "1.603993", "value": "洛阳钼业", "marketT": "sh" }, // 阿布达比新进 有望一举超过 Mutanda 铜钴矿和 Kantaga 铜钴矿，成为铜钴金属细分行业龙头 同时为国内新能源行业发展储备充足的战略资源。
    { "key": "0.002241", "value": "歌尔股份", "marketT": "sz" }, // 科技龙头 调整 TWS耳机高景气度
    { "key": "1.603308", "value": "应流股份", "marketT": "sh" },
    { "key": "1.600885", "value": "宏发股份", "marketT": "sh" }, // 高压直流继电器龙头 首次覆盖给予买入评级
    { "key": "0.002506", "value": "协鑫集成", "marketT": "sz" }, // 大笔增资推进光伏组件大基地项目！这家公司刚斥巨资投建年产10GW光伏电池项目，此前投资的半导体项目直接受益国家集成电路产业政策大利好
    { "key": "1.603806", "value": "福斯特", "marketT": "sh" }, // 光伏行业持续景气，2020年12月装机或超预期，这家公司产品全球市占率近5成
    { "key": "0.000807", "value": "云铝股份", "marketT": "sz" },
    { "key": "0.002683", "value": "宏大爆破", "marketT": "sz" }, // 化工行业 军工 军民融合 JK导弹定型，军贸订单落地可期-201230
    { "key": "0.002624", "value": "完美世界", "marketT": "sz" }, // 大消费龙头
    { "key": "0.002555", "value": "三七互娱", "marketT": "sz" },
    { "key": "1.601995", "value": "中金公司", "marketT": "sh" },
    { "key": "0.002429", "value": "兆驰股份", "marketT": "sz" }, // LED芯片巨头 MLED显示市场规模至2030年有望扩张近30倍，公司Mini LED用于背光和直显的封装产品均已量产 已通过韩系厂商验厂并开始供货，新建项目预计2021年逐步投产
    { "key": "0.002032", "value": "苏泊尔", "marketT": "sz" }, // 大消费龙头
    { "key": "0.002563", "value": "森马服饰", "marketT": "sz" },
    { "key": "1.600741", "value": "华域汽车", "marketT": "sh" }, // 周期龙头 香港中央结算 增持6.3点
    { "key": "1.600984", "value": "建设机械", "marketT": "sh" }, // 周期龙头 2019 - 2020.8 4.8倍多 一年多  香港中央结算 新进2.78点
    { "key": "0.002078", "value": "太阳纸业", "marketT": "sz" },
    { "key": "1.603899", "value": "晨光文具", "marketT": "sh" }, // 周期龙头 大消费龙头 2017年开始 穿越牛熊
    { "key": "0.300284", "value": "苏交科", "marketT": "sz" }, // 周期龙头 新老基建齐发力，设计龙头稳增长 目前下跌趋势 挪威中央银行1.57 阿布达比投资局2.19
    { "key": "1.600426", "value": "华鲁恒升", "marketT": "sh" },
    { "key": "1.600507", "value": "方大特钢", "marketT": "sh" }, // 香港中央结算 新增39点
    { "key": "0.002493", "value": "荣盛石化", "marketT": "sz" }, // 周期龙头 业绩2020年业绩翻倍 香港中央结算增持39.5点 国金证券 2021-01-06 给予公司未来 12 个月 31.1 元目标价位，给予公司“买入”评级 前国内民营炼化一体化龙头企业之一 浙石化从传统炼化产品的红海往高附加值化工品的蓝海迈出了石化龙头走向弱周期，强成长的战略转型的关键一步
    { "key": "0.002353", "value": "杰瑞股份", "marketT": "sz" }, // 周期龙头 香港中央结算增持14.01点 石油行业 天然气 国家科技部认定的“国家火炬计划重点高新技术企业” 油田服务则达65%。鉴于技术含量较高的海工服务以及专用设备在主营业务收入中占比超过 50%，公司总体毛利率水平维持在相对高位，为一般传统的制造型企业所难以企及。
    { "key": "1.603000", "value": "人民网", "marketT": "sh" }, // 大消费龙头 网络游戏 2019.01.25之后28周期涨幅283点 《环球时报》社持仓8.12点
    { "key": "1.600690", "value": "海尔智家", "marketT": "sh" }, // 大消费龙头
    { "key": "1.603345", "value": "安井食品", "marketT": "sh" }, // 大消费龙头
    { "key": "0.000876", "value": "新希望", "marketT": "sz" }, // 周期龙头
    { "key": "1.603566", "value": "普莱柯", "marketT": "sh" }, // 大消费龙头 业绩翻倍 我国兽用疫苗龙头企业，政策上将充分受益疫苗行业系统性升级和市场苗快速发展，同时受益 2020-2022 猪用疫苗景气度快速提升
    { "key": "0.002258", "value": "利尔化学", "marketT": "sz" }, // 相对低位单峰密集 农药兽药 香港中央结算增持6.43点 全国社保基金一一三组合增持82.54点
    { "key": "1.600872", "value": "中炬高新", "marketT": "sh" }, // 大消费龙头 目标价81 调味食品、房地产开发、工业园区开发管理及汽车配件等 调味食品行业的收入及效益规模,占公司较大的比重。
    { "key": "0.002458", "value": "益生股份", "marketT": "sz" }, // 大消费龙头 乳业 猪肉概念 农牧饲渔 香港中央结算增持4.58 稳定的供应商和议价能力优势 祖代肉种鸡产蛋期笼养及其配套技术为国内首创
    { "key": "1.603195", "value": "公牛集团", "marketT": "sh" }, // 全国社保基金各种组合新进及加仓，施罗德投资管理(香港)有限公司两个交易所新进合计5.6点  主要包括转换器、墙壁开关插座、LED照明、数码配件等电源连接和用电延伸性产品,广泛应用于家庭、办公等用电场合   随着我国居民可支配收入和消费水平的不断增长,推动了家用电器、消费电子、房地产、装修等行业的持续快速增长,从而带动了转换器、墙壁开关插座、LED照明和数码配件产品市场需求的持续提升。当前,我国已成为世界转换器产品的主要生产基地,墙壁开关插座在我国市场上形成了民族品牌、国际知名品牌并存的局面,在照明领域我国已成为世界工厂,产品远销220个国家和地区
    { "key": "0.002714", "value": "牧原股份", "marketT": "sz" }, // 业绩翻倍 香港中央结算增持19.90点
    { "key": "1.601595", "value": "上海电影", "marketT": "sh" },
    { "key": "1.600779", "value": "水井坊", "marketT": "sh" },
    { "key": "1.600018", "value": "上港集团", "marketT": "sh" }, // 千亿市值， 流通100多亿，弹性较好
    { "key": "1.600141", "value": "兴发集团", "marketT": "sh" }, // 中小盘 磷化工行业龙头 半导体 化工行业 氢能源 香港中央结算增持81.06点 挪威中央银行新进 公司已进入中芯国际、台积电等供应链 业务覆盖了磷化工行业的从矿石、能源供给到下游产品生产的各个主要环节,是国内少数几家拥有“矿电化一体”产业链的磷化工行业龙头企业
    { key: '1.600104', value: '上汽集团', pym: 'sqjt', marketT: 'sh' }, // 大消费龙头 共有32家机构对其业绩作出预测
    { "key": "1.601311", "value": "骆驼股份", "marketT": "sh" }, // 新能源车 输配电气 燃料电池 锂电池 废旧蓄电池回收处理(循环经济优势) 香港中央结算新进
    { "key": "0.002340", "value": "格林美", "marketT": "sz" }, // 锂电池 尾气治理 新能源车 燃料电池
    { "key": "1.600745", "value": "闻泰科技", "marketT": "sh" }, // 业绩翻倍 ODM与功率半导体双龙头5G时代 氮化镓 第三代半导体 国产芯片 人工智能 5G概念 华为概念
    { "key": "1.688396", "value": "华润微", "marketT": "sh" }, // 业绩翻倍 功率半导体龙头 国产替代
    { "key": "1.600118", "value": "中国卫星", "marketT": "sh" },
    { "key": "1.603297", "value": "永新光学", "marketT": "sh" }, // 这家公司车载镜头前片项目稳定量产，四季度前片订单已经增加到每月80-90万片
    { "key": "0.003022", "value": "联泓新科", "marketT": "sz" }, // 布局烯烃新材料 EVA光伏料长期存在供应缺口，这家行业小龙头打破国外垄断，在手产能超12万吨/年
    { "key": "0.003816", "value": "中国广核", "marketT": "sz" }, // 香港中央结算增持16212.62点 最大股东 核能核电 电力行业 这种清洁能源有望成为火电的理想替代，“十四五”期间项目审批或将加速，这家公司在细分市场具有主导地位，市占率已超90% 回报稳定的清洁能源供应商
    { "key": "1.603005", "value": "晶方科技", "marketT": "sh" },
    { "key": "0.002239", "value": "奥特佳", "marketT": "sz" }, // 香港中央结算新进 盘整有量 相对弱
    { "key": "0.300054", "value": "鼎龙股份", "marketT": "sz" }, // B 香港中央结算增仓16点 半导体 化工行业 突破盘整 大手笔投建年产1万吨集成电路制造材料项目！这家公司半导体材料技术研发已全面进入14nm阶段，长江存储、合肥长鑫、中芯国际对公司产品的评价较高，券商看未来上涨空间接近70%
    { "key": "1.603737", "value": "三棵树", "marketT": "sh" }, // 这家建材细分龙头预计全年净利增超2成，公司市场份额位列国内品牌第一，服务前十大房企。
    { "key": "1.600496", "value": "精工钢构", "marketT": "sh" }, // 业绩翻倍 多家机构新进 分析师强call这家制造业科技型公司，当前13倍估值显著低估，业绩高增或仅是开始
    { "key": "1.600167", "value": "联美控股", "marketT": "sh" }, // 底部放量 仅仅观察
    { "key": "1.601766", "value": "中国中车", "marketT": "sh" }, // 已经放量上涨了 仅仅观察
    { "key": "1.603005", "value": "晶方科技", "marketT": "sh" }, // 半导体 今日(1-15)市场大幅分化，虽然指数重挫，但个股涨多跌少，低位超跌反弹成为市场香饽饽。抱团主线资金转移，出现高低位切换
    { "key": "0.002685", "value": "华东重机", "marketT": "sz" }, // 机械行业 业绩较差 底部放量涨停 看持续性 无评级买入增持
    { "key": "0.002570", "value": "贝因美", "marketT": "sz" }, // 突破2019年高点持续向上，该行业或迎新一轮上涨周期。这家公司掌握海外“优质资源”
    { key: '1.600036', value: '招商银行', pym: 'zsyh', marketT: 'sh' }, // 周期龙头
    { "key": "0.002372", "value": "伟星新材", "marketT": "sz" }, // 周期龙头
    { "key": "1.603619", "value": "中曼石油", "marketT": "sh" }, // 周期龙头
    { key: '1.600438', value: '通威股份', marketT: 'sh' }, // 周期龙头 HIT电池 光伏
    { "key": "0.300699", "value": "光威复材", "marketT": "sz" }, // B 周期龙头 科技龙头
    { "key": "0.300450", "value": "先导智能", "marketT": "sz" }, // B 周期龙头
    { key: '1.600031', value: '三一重工', marketT: 'sh' }, // 周期龙头 长牛 机械行业龙二
    { "key": "1.600048", "value": "保利地产", "marketT": "sh" }, // 周期龙头
    { key: '0.002747', value: '埃斯顿', pym: 'asd', marketT: 'sz' }, // 周期龙头
    { "key": "1.600030", "value": "中信证券", "marketT": "sh" }, // 周期龙头
    { "key": "1.600383", "value": "金地集团", "marketT": "sh" }, // 周期龙头
    { key: '1.601100', value: '恒立液压', marketT: 'sh' }, // 周期龙头 长牛 机械行业龙头
    { "key": "1.600585", "value": "海螺水泥", "marketT": "sh" }, //周期龙头 水泥龙头 穿越牛熊
    { "key": "1.600066", "value": "宇通客车", "marketT": "sh" }, // 周期龙头
    { "key": "0.002299", "value": "圣农发展", "marketT": "sz" }, // 周期龙头
    { "key": "0.300124", "value": "汇川技术", "marketT": "sz" }, // B 周期龙头 科技龙头
    { "key": "0.002851", "value": "麦格米特", "marketT": "sz" }, // 周期龙头
    { "key": "0.002541", "value": "鸿路钢构", "marketT": "sz" },  // 周期龙头 已启动 专注钢结构加工 香港中央结算 新进 持股占比2.69点
    { key: "1.600309", value: "万华化学", marketT: "sh" }, // 周期龙头 聚氨酯全球龙头， 被誉为第五大塑料
    { key: '1.600660', value: '福耀玻璃', marketT: 'sh' }, // 周期龙头
    { key: '1.600352', value: '浙江龙盛', pym: 'zjls', marketT: 'sh' }, // 周期龙头
    { "key": "1.601186", "value": "中国铁建", "marketT": "sh" }, // 周期龙头
    { "key": "1.601717", "value": "郑煤机", "marketT": "sh" }, // 周期龙头
    { "key": "1.600019", "value": "宝钢股份", "marketT": "sh" }, // 周期龙头
    { "key": "0.300747", "value": "锐科激光", "marketT": "sz" }, // B 科技龙头
    { "key": "0.300661", "value": "圣邦股份", "marketT": "sz" }, // B 科技龙头
    { "key": "0.300454", "value": "深信服", "marketT": "sz" }, // B 科技龙头
    { "key": "0.300724", "value": "捷佳伟创", "marketT": "sz" }, // B 科技龙头
    { key: "1.601012", value: "隆基股份", marketT: "sh" }, // 科技龙头 光伏
    { "key": "0.002916", "value": "深南电路", "marketT": "sz" }, // 科技龙头
    { key: '1.600276', value: '恒瑞医药', pym: 'hryy', marketT: 'sh' }, // 科技龙头 大消费龙头
    { "key": "0.000970", "value": "中科三环", "marketT": "sz" }, // 科技龙头
    { key: '0.002371', value: '北方华创', pym: 'bfhc', marketT: 'sz' }, // 科技龙头
    { "key": "0.002153", "value": "石基信息", "marketT": "sz" }, // 科技龙头
    { "key": "0.300036", "value": "超图软件", "marketT": "sz" }, // B 科技龙头
    { "key": "0.300348", "value": "长亮科技", "marketT": "sz" }, // B 科技龙头
    { "key": "0.300496", "value": "中科创达", "marketT": "sz" }, // B 科技龙头
    { key: '1.600584', value: '长电科技', pym: 'cdkj', marketT: 'sh' }, // 科技龙头 封测龙头 半导体产业链最新的高景气方向，5G&新能源车驱动需求增长，涨价动能充足
    { key: '1.603986', value: '兆易创新', pym: 'zycx', marketT: 'sh' }, // 科技龙头
    { key: '0.000063', value: '中兴通讯', pym: 'zxtx', marketT: 'sz' }, // 科技龙头 疫情影响，2020年A股上市公司所属行业业绩分化较为严重，通信、农林牧渔、电气设备、电子、医药生物等行业景气度较高，业绩增长较快，这五大行业预计分红能力较强。
    { "key": "0.300308", "value": "中际旭创", "marketT": "sz" }, // B 科技龙头
    { "key": "0.002368", "value": "太极股份", "marketT": "sz" }, // 科技龙头
    { "key": "1.600845", "value": "宝信软件", "marketT": "sh" }, // 科技龙头
    { "key": "0.002065", "value": "东华软件", "marketT": "sz" }, // 科技龙头
    { "key": "0.300253", "value": "卫宁健康", "marketT": "sz" }, // B 科技龙头
    { key: '0.002463', value: '沪电股份', pym: 'hdgf', marketT: 'sz' }, // 科技龙头
    { key: "0.000725", value: "京东方Ａ", marketT: "sz" }, // 科技龙头 面板 逻辑关联TCL科技 同属液晶面板
    { key: "0.000100", value: "TCL科技", marketT: "sz" }, // 面板 
    { "key": "0.300383", "value": "光环新网", "marketT": "sz" }, // 科技龙头 
    { "key": "1.688012", "value": "中微公司", "marketT": "sh" }, // 科技龙头 
    { "key": "0.300316", "value": "晶盛机电", "marketT": "sz" }, // B 科技龙头
    { "key": "1.600536", "value": "中国软件", "marketT": "sh" }, // 科技龙头
    { "key": "1.603019", "value": "中科曙光", "marketT": "sh" }, // 科技龙头
    { "key": "1.603160", "value": "汇顶科技", "marketT": "sh" }, // 科技龙头
    { "key": "1.600183", "value": "生益科技", "marketT": "sh" }, // 科技龙头
    { "key": "1.600588", "value": "用友网络", "marketT": "sh" }, // 科技龙头
    { "key": "0.300760", "value": "迈瑞医疗", "marketT": "sz" }, // B 大消费龙头
    { "key": "1.600196", "value": "复星医药", "marketT": "sh" }, // 大消费龙头
    { "key": "0.300009", "value": "安科生物", "marketT": "sz" }, // B 大消费龙头
    { key: '0.000333', value: '美的集团', pym: 'mdjt', marketT: 'sz' }, // 大消费龙头
    { key: "1.601888", value: "中国中免", marketT: "sh" }, // 大消费龙头 旅游  旅行社业务和免税业务 离岛免税进入新格局，但中免凭借规模+渠道优势仍将为最大受益者
    { key: '0.000858', value: '五粮液', pym: 'wly', marketT: 'sz' }, // 大消费龙头 香港中央结算减持-23.91点
    { "key": "0.300144", "value": "宋城演艺", "marketT": "sz" }, // 大消费龙头
    { key: '1.600298', value: '安琪酵母', pym: 'aqjm', marketT: 'sh' }, // 大消费龙头
    { "key": "1.601933", "value": "永辉超市", "marketT": "sh" }, // 大消费龙头
    { "key": "0.002422", "value": "科伦药业", "marketT": "sz" }, // 大消费龙头
    { key: "0.002507", value: "涪陵榨菜", marketT: "sz" }, // 大消费龙头 食品 多品类
    { "key": "1.600519", "value": "贵州茅台", "marketT": "sh" }, // 大消费龙头
    { "key": "0.300003", "value": "乐普医疗", "marketT": "sz" }, // B 大消费龙头
    { key: '0.002607', value: '中公教育', pym: 'zgjy', marketT: 'sz' }, // 大消费龙头
    { key: "0.000860", value: "顺鑫农业", marketT: "sz" }, // 大消费龙头 牛栏山
    { key: '0.002508', value: '老板电器', pym: 'lbdq', marketT: 'sz' }, // 大消费龙头 细分领域龙头 抽油烟机龙头
    { "key": "0.300413", "value": "芒果超媒", "marketT": "sz" }, // B 大消费龙头
    { key: '1.603288', value: '海天味业', pym: 'htwy', marketT: 'sh' }, // 大消费龙头
    { "key": "1.603939", "value": "益丰药房", "marketT": "sh" }, // 大消费龙头
    { "key": "0.000301", "value": "东方盛虹", "marketT": "sz" },
    { "key": "1.600346", "value": "恒力石化", "marketT": "sh" },
    { "key": "0.002230", "value": "科大讯飞", "marketT": "sz" },

    /* 以下为重点观察 */
    { "key": "0.002920", "value": "德赛西威", "marketT": "sz" }, // 科技龙头 四季度净利环比翻倍超券商预期，这家智能驾驶绝对龙头L3级产品已量产，还供货给小鹏理想长城等众多知名车企
    { key: "0.002648", value: "卫星石化", marketT: "sz" }, // *** 化工行业 氢能源 大资金成倍加仓
    { "key": "0.002191", "value": "劲嘉股份", "marketT": "sz" }, // 周期龙头 香港中央结算增持26.52点 法国兴业银行新进 国内烟标生产领先企业，致力于高端包装印刷品和包装材料研究和生产 龙舞科技与劲嘉科技在新型烟草领域的发展具有较高的契合度和协同性，且此次投资进一步展示了公司推进新型烟草等新兴板块发展的决心和重视程度。2021-01-07 拟增资并受让龙舞电子烟，深化新型烟草布局
    { key: "0.000768", value: "中航西飞", marketT: "sz" }, // 军工
    { key: "0.002475", value: "立讯精密", marketT: "sz" }, // 科技龙头
    { key: "1.600559", value: "老白干酒", marketT: "sh" },
    { "key": "0.002030", "value": "达安基因", "marketT": "sz" }, // 龙头 疫情反复将催生检测试剂需求 可用于检测变异后的新冠病毒
    { key: "1.603301", value: "振德医疗", marketT: "sh" }, // 大增逾15倍，这家疫情防护龙头再次给出强劲业绩预测，公司多年稳居我国医用敷料出口前三名
    { "key": "1.603583", "value": "捷昌驱动", "marketT": "sh" }, // 香港中央结算增仓73 医疗器械
    { "key": "0.002416", "value": "爱施德", "marketT": "sz" }, // 业绩翻倍 最高预期涨幅162.86% 三大头部手机品牌一级代理商2020年全年业绩预计翻倍，新切入电子烟赛道已拿下超60%国内市场份额
    { "key": "0.002932", "value": "明德生物", "marketT": "sz" }, // 刚启动 去年净利预增逾13倍，成功研发新冠变异株鉴别试剂，已推出进口冷链食品一站式检测方案，机构大额净买入这家优质标的
    { "key": "0.002007", "value": "华兰生物", "marketT": "sz" },
    { key: "0.002625", value: "光启技术", marketT: "sz" }, // 香港中央结算新进 超材料龙头 军工 军民融合 汽车座椅 公司技术水平在汽车座椅功能件行业处于领先地位 签订航空超材料产品研制合同 军品对超材料需求巨大，超材料已实现量产
    { "key": "1.600089", "value": "特变电工", "marketT": "sh" }, // 输配电气 香港中央结算新进 这家低估值新能源标的获重大利好催化，2021年估值仅13倍，分析师看近40%目标空间
    // { key: "0.002975", value: "博杰股份", marketT: "sz" }, // *** 次新 毛利率54% 业绩翻倍 半导体
    { "key": "0.002044", "value": "美年健康", "marketT": "sz" }, // 趋势渐佳 控股260多家体检中心，联合阿里健康布局电商业务，这家公司位居机构净买入榜第一
    { "key": "1.603698", "value": "航天工程", "marketT": "sh" },
    { "key": "1.600507", "value": "方大特钢", "marketT": "sh" }, // 大消费龙头 周期龙头  香港中央结算 新增39点
    { "key": "1.603605", "value": "珀莱雅", "marketT": "sh" }, // 大消费龙头
    { "key": "0.002078", "value": "太阳纸业", "marketT": "sz" }, // 周期龙头
    { "key": "1.600737", "value": "中粮糖业", "marketT": "sh" }, // 周期龙头
    { "key": "1.601088", "value": "中国神华", "marketT": "sh" }, // 周期龙头 煤炭 电力
    { "key": "1.600426", "value": "华鲁恒升", "marketT": "sh" }, // 周期龙头 煤化工 化肥行业 化工原料 煤头尿素企业的龙头之一 香港中央结算 增持12.82
    { "key": "0.300024", "value": "机器人", "marketT": "sz" }, // B 周期龙头
    { "key": "0.002232", "value": "启明信息", "marketT": "sz" }, // 科技龙头
    { "key": "1.600486", "value": "扬农化工", "marketT": "sh" }, // 周期龙头
    { "key": "1.600185", "value": "格力地产", "marketT": "sh" }, // 香港中央结算增仓50点 3月评级整体买入
    { "key": "0.000021", "value": "深科技", "marketT": "sz" }, // 香港中央结算增仓49.75点 业绩极好 同行业成长性排行靠前， 估值却稍靠后 亦有私募进 半导体 国产芯片 无人机 新能源车 医疗器械 电子信息 智能电网
    { "key": "0.002362", "value": "汉王科技", "marketT": "sz" }, // 市值小 人工智能巨头 后续观察 软件服务 国家安防 软件服务 口罩 人工智能 基因测序 JPMORGAN CHASE BANK新进 同行成长靠前， 估值靠后 业绩后续可期 美国两党达成9000亿美元新一轮刺激协议事件点评：汉王科技有望进一步从美国新刺激协议中受益 公司的多项技术处于国际和国内领先地位 券商密集调研 全球仅有的两家拥有无线无源电磁触控技术专利的企业之一
    { "key": "0.002288", "value": "超华科技", "marketT": "sz" }, // 已涨超50点 5g 锂电双收益  锂电池+5G”双重受益，明星分析师新覆盖一家技术领先的小市值成长公司，利润有望2年增5倍；②深度绑定高通
    { "key": "0.002001", "value": "新和成", "marketT": "sz" },
]
