module.exports.configsP = [
    { key: "0.002919", value: "名臣健康", marketT: "sz" }, // 12-9
    { key: "0.000936", value: "华西股份", marketT: "sz" },
    { key: "1.600158", value: "中体产业", marketT: "sh" },
    { key: "1.600707", value: "彩虹股份", marketT: "sh" },
    { key: "0.002709", value: "天赐材料", marketT: "sz" }, // 电池 隔膜 正负极材料 特斯拉22年交付量或将达到百万辆 供应链企业有望享受全球新能源行业红利
    { "key": "0.002738", "value": "中矿资源", "marketT": "sz" }, // 氟化工 锂电池 特斯拉22年交付量或将达到百万辆 供应链企业有望享受全球新能源行业红利
    { key: "0.000798", value: "中水渔业", marketT: "sz" },
    { key: "0.002041", value: "登海种业", marketT: "sz" },
    { key: "1.600313", value: "农发种业", marketT: "sh" }, // 较强
    { key: "0.000713", value: "丰乐种业", marketT: "sz" }, // 种业龙头
    { key: "1.600596", value: "新安股份", marketT: "sh" },
    { key: "0.000538", value: "云南白药", marketT: "sz" },
    { key: "1.600587", value: "新华医疗", marketT: "sh" },
    { key: "0.002173", value: "创新医疗", marketT: "sz" },
    { key: "0.000708", value: "中信特钢", marketT: "sz" }, // 二段放量
    { key: "0.002459", value: "晶澳科技", marketT: "sz" }, // 太阳能 特高压 专用设备 香港中央结算增持291.98% 业绩超预期，一体化龙头优势尽显
    { key: "1.603408", value: "建霖家居", marketT: "sh" },
    { key: "0.002287", value: "奇正藏药", marketT: "sz" },
    { key: "1.600375", value: "华菱星马", marketT: "sh" },
    { key: "1.600511", value: "国药股份", marketT: "sh" },
    { key: "0.000568", value: "泸州老窖", marketT: "sz" },
    { key: "1.600809", value: "山西汾酒", marketT: "sh" },
    { key: "0.002453", value: "华软科技", marketT: "sz" },
    { key: "1.603501", value: "韦尔股份", marketT: "sh" },
    { key: "0.000895", value: "双汇发展", marketT: "sz" },
    { key: "0.002271", value: "东方雨虹", marketT: "sz" }, // 启动信号
    { key: "0.002707", value: "众信旅游", marketT: "sz" }, // 旅游
    { key: "0.000796", value: "凯撒旅业", marketT: "sz" }, // 旅游 启动信号
    { key: "1.601888", value: "中国中免", marketT: "sh" }, // 旅游
    { key: "0.300196", value: "长海股份", marketT: "sz" }, // 化工行业
    { key: "0.300223", value: "北京君正", marketT: "sz" }, // 国产芯片
    { key: "1.600537", value: "亿晶光电", marketT: "sh" }, // 光伏
    { key: "0.000958", value: "东方能源", marketT: "sz" }, // 风能
    { key: "0.000993", value: "闽东电力", marketT: "sz" },
    { key: "1.600139", value: "西部资源", marketT: "sh" }, // 锂电池 体育产业 黄金概念
    { key: "0.000639", value: "西王食品", marketT: "sz" }, // 运动保健品龙头
    { key: "1.603167", value: "渤海轮渡", marketT: "sh" },
    { key: "0.002759", value: "天际股份", pym: "tjgf", marketT: "sz" },
    { key: "0.000899", value: "赣能股份", marketT: "sz" },
    { key: "0.000027", value: "深圳能源", marketT: "sz" }, // *** 强势突破箱体
    { key: "1.600509", value: "天富能源", marketT: "sh" },
    { key: '0.000933', value: '神火股份', pym: 'shgf', marketT: 'sz' },
    // { key: "0.300861", value: "美畅股份", marketT: "sz" }, // 次新 B太阳能 新材料
    // { key: "0.300299", value: "富春股份", marketT: "sz" }, // B
    { key: '1.600428', value: '中远海特', pym: 'zyht', marketT: 'sh' },
    // { key: "0.300820", value: "英杰电气", marketT: "sz" }, // B
    // { key: "0.300910", value: "瑞丰新材", marketT: "sz" }, // B
    { key: "0.002389", value: "航天彩虹", marketT: "sz" },
    { key: "0.002475", value: "立讯精密", marketT: "sz" },
    { key: "0.002415", value: "海康威视", marketT: "sz" }, // 安防
    { key: "0.002978", value: "安宁股份", marketT: "sz" }, // 同行 永兴材料
    { key: "0.002407", value: "多氟多", marketT: "sz" }, // 全球六氟磷酸锂龙头公司 具备萤石-高纯氢氟酸-氟化锂-六氟磷酸锂-锂电池-新能源汽车完整的产业链
    { key: "0.002160", value: "常铝股份", marketT: "sz" },
    { "key": "0.002311", "value": "海大集团", "marketT": "sz" },
    { "key": "0.002030", "value": "达安基因", "marketT": "sz" }, // 龙头 疫情反复将催生检测试剂需求 可用于检测变异后的新冠病毒
    { "key": "1.600406", "value": "国电南瑞", "marketT": "sh" },
    { "key": "0.300910", "value": "瑞丰新材", "marketT": "sz" }, // 降解塑料行业龙头
    { "key": "1.600844", "value": "丹化科技", "marketT": "sh" }, // 降解塑料 情绪龙头
    { "key": "1.600089", "value": "特变电工", "marketT": "sh" }, // 输配电气
    { "key": "0.002043", "value": "兔宝宝", "marketT": "sz" }, // 装饰板材 长期增长潜力 多家机构调研
    { "key": "0.000591", "value": "太阳能", "marketT": "sz" }, // 12-25 光伏运营龙头， 突破平台压力，创年内新高， 3日关注四颗星
    { "key": "0.000767", "value": "漳泽电力", "marketT": "sz" }, // 改名 晋阳电力
    { "key": "0.002610", "value": "爱康科技", "marketT": "sz" }, // 光伏概念，版块强势， 个股震荡后再次转强 公司超前布局异质结，有望成为HJT电池龙头 国内首家光伏配件上市企业，太阳能铝边框产品是细分行业龙头，连续多年占据全球市场份额的首位
    { "key": "1.600617", "value": "国新能源", "marketT": "sh" }, // 天然气概念， 跟涨 长春燃气
    { "key": "1.600333", "value": "长春燃气", "marketT": "sh" },
    { "key": "1.603429", "value": "集友股份", "marketT": "sh" }, // 烟草概念 公告拟更改非公开发行保荐人
    { "key": "0.000821", "value": "京山轻机", "marketT": "sz" }, // 两连板 震荡向上
    { key: '0.002149', value: '西部材料', pym: 'xbcl', marketT: 'sz' }, // 军工概念， 两连板后，冲高回落
    { "key": "0.000049", "value": "德赛电池", "marketT": "sz" }, // 3日关注度四颗星 类似 京山轻机
    { "key": "1.600403", "value": "大有能源", "marketT": "sh" }, // 煤炭 龙头 郑州煤电
    { "key": "0.000521", "value": "长虹美菱", "marketT": "sz" }, // 冷链龙头
    { "key": "1.601908", "value": "京运通", "marketT": "sh" }, // 电力 太阳能 风能 积极布局硅片产能，签订大单业绩可期 低位补涨
    { "key": "0.300827", "value": "上能电气", "marketT": "sz" },
    { "key": "1.600161", "value": "天坛生物", "marketT": "sh" }, // 商业化许可有望2021落地 分析师强call把握历史投资机遇
    { "key": "0.300087", "value": "荃银高科", "marketT": "sz" }, // B 商业化许可有望2021落地 分析师强call把握历史投资机遇
    { "key": "0.002385", "value": "大北农", "marketT": "sz" }, // 商业化许可有望2021落地 分析师强call把握历史投资机遇
    { "key": "0.000998", "value": "隆平高科", "marketT": "sz" }, // 商业化许可有望2021落地 分析师强call把握历史投资机遇
    { "key": "1.600765", "value": "中航重机", "marketT": "sh" },
    { key: '1.600372', value: '中航电子', pym: 'zhdz', marketT: 'sh' }, // 民用客机未来缺口超万亿美元，国产替代市场巨大，这家公司拥有全系机载电子设备产品
    { "key": "0.002291", "value": "星期六", "marketT": "sz" }, // 直播电商龙头
    { "key": "0.300457", "value": "赢合科技", "marketT": "sz" }, // B 锂电设备行业龙头 另一大龙头 先导智能 B
    { "key": "0.002056", "value": "横店东磁", "marketT": "sz" }, // 新材料 太阳能 特斯拉 锂电池 5G概念
    { "key": "1.600703", "value": "三安光电", "marketT": "sh" }, // 下半年以来新品迭出，渗透率有望呈现质的飞跃。
    { "key": "1.600110", "value": "诺德股份", "marketT": "sh" }, // 成为国内高档铜箔加工行业的龙头企业，研发成功的汽车电路板用超厚铜箔已开始进入市场，目前国内也只有公司一家生产该类产品 新材料
    { "key": "0.002563", "value": "森马服饰", "marketT": "sz" }, // 大消费龙头
    { "key": "1.603317", "value": "天味食品", "marketT": "sh" }, // 大消费龙头
    { "key": "0.002078", "value": "太阳纸业", "marketT": "sz" }, // 周期龙头
    { "key": "1.603816", "value": "顾家家居", "marketT": "sh" }, //  大消费龙头
    { "key": "1.603605", "value": "珀莱雅", "marketT": "sh" }, // 大消费龙头
    { "key": "0.002920", "value": "德赛西威", "marketT": "sz" }, // 科技龙头
    { "key": "1.600570", "value": "恒生电子", "marketT": "sh" }, // 科技龙头
    { "key": "1.600436", "value": "片仔癀", "marketT": "sh" }, //  大消费龙头
    { "key": "1.601238", "value": "广汽集团", "marketT": "sh" }, // 周期龙头
    { key: "0.002891", value: "中宠股份", marketT: "sz" }, // 大消费龙头
    { key: "1.601899", value: "紫金矿业", marketT: "sh" }, // 铜矿 金矿 // 周期龙头
    { "key": "0.000977", "value": "浪潮信息", "marketT": "sz" }, // 科技龙头
    { "key": "0.002511", "value": "中顺洁柔", "marketT": "sz" }, //  大消费龙头
    { "key": "1.600507", "value": "方大特钢", "marketT": "sh" }, // 大消费龙头
    { "key": "0.002557", "value": "洽洽食品", "marketT": "sz" }, // 大消费龙头
    { "key": "1.603259", "value": "药明康德", "marketT": "sh" }, // 大消费龙头
    { "key": "1.600176", "value": "中国巨石", "marketT": "sh" }, // 周期龙头
    { "key": "1.600845", "value": "宝信软件", "marketT": "sh" }, // 科技龙头
    { "key": "1.600258", "value": "首旅酒店", "marketT": "sh" }, // 大消费龙头
    { "key": "1.603000", "value": "人民网", "marketT": "sh" }, // 大消费龙头
    { "key": "0.002013", "value": "中航机电", "marketT": "sz" }, // 军工细分绝对龙头 公司航空主业营收占比达7成，参与C919、蛟龙600等大飞机机电产品研制
    { "key": "0.002008", "value": "大族激光", "marketT": "sz" }, // 加拿大年金计划投资委员会-自有资金倍量增仓 第三代半导体 光刻胶 华为概念 刀片电池 刚刚中标宁德时代逾10亿设备项目，前三季度PCB业务收入增长翻倍 专利护城河推动下的强悍国际竞争力  国内激光设备的最齐全的公司
    { "key": "0.300073", "value": "当升科技", "marketT": "sz" }, // 机构密集调研
    { "key": "1.600879", "value": "航天电子", "marketT": "sh" }, // 嫦娥五号任务轨道器开启新任务，航天产业将迎发射任务密集期 配套占比稳中上升
    { "key": "0.300212", "value": "易华录", "marketT": "sz" }, // B 机构密集调查 业绩预增7-8成 大资金密集加仓 数据中心 人工智能 软件服务 云计算
    { "key": "0.000066", "value": "中国长城", "marketT": "sz" }, // 评级买入 信创龙头发布新款芯片进入爆发式增长期  信创产业即信息 技术应用创新产业，主要涉及 IT 基础设置（CPU 芯片、服务器等）、基础软件（操作系统、数据库、中间件等）、应用软件（OA、ERP、办公软件、政务应用）和信息安全（边界安全产品、终端安全产品等）四大产业链，推动国产 IT 生态的成熟，利好包括公司在内的相关公司发展。随着信创产业由党政军扩展至金融、电信、交通、电力、能源等多个领域，自主可控产品需求量上升，有望推动公司的CPU 芯片、服务器、PC 等相关领域产品销售进入黄金发展期。
    { "key": "0.002570", "value": "贝因美", "marketT": "sz" }, // 突破2019年高点持续向上，该行业或迎新一轮上涨周期。这家公司掌握海外“优质资源”
    { "key": "0.002242", "value": "九阳股份", "marketT": "sz" }, // 豆浆机龙头
    { "key": "1.600600", "value": "青岛啤酒", "marketT": "sh" }, // 啤酒龙头
    { "key": "0.000938", "value": "紫光股份", "marketT": "sz" }, // 电子信息 国家安防 人工智能 云计算 区块链
    { key: '0.000516', value: '国际医学', marketT: 'sz' },    
    { key: '1.688390', value: '固德威', marketT: 'sh' }, // B 组串新贵，储能龙头  组串式逆变器领先企业 业绩翻倍 高毛利
    { key: '0.300392', value: '腾信股份', marketT: 'sz' }, // B 业绩一般 有摩根加入
    { key: '0.002698', value: '博实股份', marketT: 'sz' },  // 董事翻倍增持 上有套牢 看后续  
    { key: '0.002437', value: '誉衡药业', marketT: 'sz' },  // *** 观察 底部异动
    { "key": "0.000338", "value": "潍柴动力", "marketT": "sz" }, // 全国布局，全球布局，柴油发动机到物流设备全链条参与者， 发动机占有率提高， 海外营收持续提升
    { "key": "0.300146", "value": "汤臣倍健", "marketT": "sz" }, // 保健品龙头 高效运营， 渠道销售
    { "key": "1.601318", "value": "中国平安", "marketT": "sh" },
    { "key": "1.600887", "value": "伊利股份", "marketT": "sh" }, // 多头
    { "key": "1.600597", "value": "光明乳业", "marketT": "sh" },
    { key: '0.000651', value: '格力电器', pym: 'gldq', marketT: 'sz' }, // 大资金外资持仓 高瓴资本管
    { "key": "0.002714", "value": "牧原股份", "marketT": "sz" }, // 龙头 猪定律 春节前后， 农牧饲鱼活跃
    { "key": "1.603700", "value": "宁水集团", "marketT": "sh" }, // UBS AG加仓 仪器仪表 目标价40 水表行业龙头
    { "key": "0.002876", "value": "三利谱", "marketT": "sz" }, // UBS AG新进 评级买入 电子信息 偏光片产品龙头 业绩环比同比持续高增长，持续享受国产替代红利
    { "key": "0.000006", "value": "深振业Ａ", "marketT": "sz" },
    { "key": "0.000011", "value": "深物业A", "marketT": "sz" },
    { "key": "0.000676", "value": "智度股份", "marketT": "sz" }, // 三连板 公司一般
    { "key": "0.000550", "value": "江铃汽车", "marketT": "sz" }, // ***
    { "key": "1.600006", "value": "东风汽车", "marketT": "sh" }, // ***
    { "key": "1.601633", "value": "长城汽车", "marketT": "sh" }, // ****
    { "key": "1.600418", "value": "江淮汽车", "marketT": "sh" }, // ***
    { "key": "1.601966", "value": "玲珑轮胎", "marketT": "sh" }, // 放量突破盘整 回购股票 全球化布局 成为国内轮胎行业唯一一家同时通过通用汽车、福特汽车和大众汽车等跨国汽车厂商的全球供应商评审的企业  稳定、优质的客户资源,尤其是世界一线车企资源,将有效推动了公司新业务的开展和产品品质的提升,进一步巩固和加强本公司在同行业中的领先优势。
    { "key": "1.603906", "value": "龙蟠科技", "marketT": "sh" }, // 车用尿素龙头(净化尾气) 节能环保 化工行业 锂电池 未来市值400亿左右 机构基金新进 收购铁锂资产布局新能源 铁锂正极
    { "key": "0.002833", "value": "弘亚数控", "marketT": "sz" }, // 断此轮景气周期有望维持到 2022 年。目前公司订单饱满，新增订单排产已经到明年二季度
    { key: "0.002625", value: "光启技术", marketT: "sz" }, // 香港中央结算新进 超材料龙头 军工 军民融合 汽车座椅 公司技术水平在汽车座椅功能件行业处于领先地位 签订航空超材料产品研制合同 军品对超材料需求巨大，超材料已实现量产
    { "key": "1.603103", "value": "横店影视", "marketT": "sh" },
    { "key": "1.600586", "value": "金晶科技", "marketT": "sh" }, // 太阳能 新能源 的目标价 11.10 元  潜在股价涨幅 134%，首次覆盖给予“买入”评级 超白第一股，历史性拐点，产超白浮法玻璃原片，弹性巨大 
    { "key": "1.603993", "value": "洛阳钼业", "marketT": "sh" }, // 阿布达比新进 有望一举超过 Mutanda 铜钴矿和 Kantaga 铜钴矿，成为铜钴金属细分行业龙头 同时为国内新能源行业发展储备充足的战略资源。
    { "key": "0.002241", "value": "歌尔股份", "marketT": "sz" }, // 调整 TWS耳机高景气度
    { "key": "1.603308", "value": "应流股份", "marketT": "sh" },
    { "key": "1.600885", "value": "宏发股份", "marketT": "sh" }, // 高压直流继电器龙头 首次覆盖给予买入评级
    { "key": "0.002506", "value": "协鑫集成", "marketT": "sz" }, // 大笔增资推进光伏组件大基地项目！这家公司刚斥巨资投建年产10GW光伏电池项目，此前投资的半导体项目直接受益国家集成电路产业政策大利好
    { "key": "1.603806", "value": "福斯特", "marketT": "sh" }, // 光伏行业持续景气，2020年12月装机或超预期，这家公司产品全球市占率近5成
]
