/*

1. 上游矿资源---锂

一线锂业：

   赣锋锂业，全球第三大及中国最大锂化合物生产商及全球最大金属锂生产商

   天齐锂业，锂行业中产量和销售规模最大的企业之一

二线锂业：

   雅化集团，公司拥有亚洲最大锂辉石矿

   盛新锂能，公司锂盐产能规模居于国内前列。

   融捷股份，国内锂电材料全产业链的高科技领军企业

   川能动力，下属四川德鑫矿业拥有四川省阿坝州金川县李家沟锂辉石矿是目前探明并取得采矿权证的亚洲氧化锂储量最大优质锂辉石矿

   天华超净，与宁德时代共同成立宜宾市天宜锂业科创有限公,有大腿

锂云母提锂：

   科达制造，公司通过收购股权的方式间接持有我国卤水提锂领域的领军企业——蓝科锂业43.58%的股份

   藏格控股，公司拥有察尔汗盐湖铁路以东矿区724.3493平方公里的钾盐采矿权证,察尔汗盐湖是我国最大的可溶性钾镁盐矿床，也是世界上大型盐湖矿床之一。

   西藏矿业， 公司拥有独家开采权的西藏扎布耶盐湖是世界第三大、亚洲第一大锂矿盐湖

   西藏城投，公司盐湖大规模量产在即。公司已经拥有成熟的盐湖开发技术,已建成盐田面积12 平方公里

钴和镍：

   洛阳钼业，公司为全球第二大钴生产商

   华友钴业，中国最大的钴化学品生产商之一，钴化学品产量位居世界前列

   寒锐钴业，世界知名的专业钴粉制造商之一

中游锂电池材料--正极材料

 三元前驱体：

   格林美，公司正极材料年出货量8000吨，进入行业前五名，并荣获第三届起点金鼎奖"2017年度中国动力锂电池正极材料十大品牌"称号

   中伟股份，专业的锂电池正极材料前驱体与新能源循环材料综合服务商

 三元正极：

   当升科技，国内锂电正极材料龙头企业

   容百科技，专注于新能源锂电池正极材料行业，金属回收技术行业领先地位

   厦门钨业，  拥有三元材料、钴酸锂、锰酸锂、磷酸铁锂等锂离子系列电池材料合计产能10500吨

 磷酸铁锂：

   德方纳米，磷酸铁锂、碳纳米管、碳纳米管导电液，宁德时代优秀供应商

   龙蟠科技，公司收购的贝特瑞目前磷酸铁锂合计产能约3.2万吨/年。

   中核钛白，合志新能源为公司的参股公司，主要生产磷酸铁锂正极材料

中游锂电池材料--隔膜

 隔膜：

   融捷股份，国内锂电材料全产业链的高科技领军企业

   新源材质，专注于新能源、新材料领域，成为了全球锂电池隔膜行业领跑者

   中材科技，公司在山东滕州投资9.9亿元建设"2.4亿平米锂电池隔膜生产线项目"

中游锂电池材料--负极

 石墨负极：

   贝特瑞，锂离子电池正、负极材料的研发、生产和销售。

   璞泰来，专业的锂电池材料及工艺设备综合解决方案提供商

   杉杉股份，主营锂电池材料、新能源汽车的大型企业

   中科电气， 国内锂离子电池负极材料生产企业第二梯队

 铜箔 ：

   嘉元科技，广东省锂离子电池铜箔企业重点实验室

   诺徳股份，国内知名的新能源锂电池材料龙头供应商

 碳酸纳米管：

   天奈科技，公司客户涵盖比亚迪、ATL（新能源科技）、CATL（宁德时代）、天津力神、孚能科技、欣旺达、珠海光宇、亿纬锂能、卡耐新能源、中航锂电、万向等国内一流锂电池生产企业，改变了我国锂电池企业导电剂依赖进口的局面。

中游锂电池材料--有机电解液

 有机电解液：

   天赐材料，个人护理品材料和锂电池材料的主要生产企业之一

   多氟多，全球六氟磷酸锂龙头之氟磷酸锂是公司核心产品

   天际股份，公司子公司主要生产经营的产品为六氟磷酸锂，该产品为锂电池电解液中组成材料之一。

   永太科技， 公司在锂电池材料方面生产的是六氟磷酸锂和双氟磺酰亚胺锂，六氟磷酸锂目前可以达到每年2000吨，双氟磺酰亚胺锂目前生产线年产能约100吨。

   石大胜华，  电解液溶剂(碳酸二甲酯)绝对龙头,市占率超过40%;国内唯一能够同时提供五种电池电解液溶剂的厂商

   新宙邦，公司现有电池化学品产能约10万吨，在建产能约18万吨。目前电池化学品市场占有率处于行业前三

   江苏国泰， 宁德时代供应商;宁德时代是子公司华荣化工的重要客户,其为宁德时代专门建立了年产4万吨电解液项目

中游锂电池制造---锂电设备

 锂电设备

   先导智能，锂电池设备行业龙头企业

   杭可科技，司主营业务利润主要来源于锂离子电池生产线后处理系统，公司客户主要为国内外知名的锂离子电池生产企业

   赢合科技，产品线最长、自动化率最高的的锂电自动化设备企业,国内唯一实现“正线设备+机器人+软件控制”锂电池设备全套生产线的公司

   先惠技术，公司是国内较早进入新能源汽车智能制造装备领域的企业，在动力电池模组/电池包（PACK）、电动汽车动力总成（EDS）、动力电池测试和检测系统等新能源汽车关键部件制造及测试领域具有丰富的经验

中游锂电池制造---动力锂电池

 动力锂电池：

   宁德时代，全球领先的动力电池企业

   比亚迪，在动力电池领域，集团开发了高度安全的磷酸铁锂电池和高能量密度的三元电池

   国轩高科， 公司系国内最早从事新能源汽车动力锂电池自主研发、生产和销售的企业之一

   亿纬锂能， 中国最大的锂原电池供应商

   蔚蓝锂芯。 天鹏电源专注于三元圆柱动力锂电池，其锂电池产线主要生产18650/21700圆柱锂电池

下游新能源汽车----电驱系统和智能控电系统

 电驱系统和智能控电系统

   汇川技术，工业自动化产品领军企业，国内最大的低压变频器与伺服系统供应商

   富临精工，国内具有较高影响力的主要汽车发动机精密零部件供应商之一

   和而泰，国内智能控制器行业具有领导地位的龙头企业

   拓邦股份，国内一流的智能控制控制器产品制造商

下游新能源汽车----新能源整车

 新能源整车

   特斯拉，新能源汽车龙头

   理想汽车，中国新能源汽车制造商,设计、研发、制造和销售豪华智能电动汽车。

   小鹏汽车，为消费者提供差异化的智能电动汽车产品。

   比亚迪，中国新能源汽车技术综合实力第一

   上汽集团，公司整车产销规模多年来一直保持国内领先

   长城汽车，连续8年保持全国SUV销量前三、自主品牌SUV销量第一

   长安汽车，研发实力位居中国汽车行业第一的国产汽车集团

   小康股份，重庆小康工业集团与华为技术有限公司举行全面合作签约仪式，双方将深入推动新能源汽车领域合作

   北汽蓝谷，知名的新能源汽车与核心零部件企业

 */